<template>
    <div class="description center">
        <h1 class="description__title">Краткое описание функций приложения</h1>
        <div class="description__finanse">
            <p>В <span class="description__name">Финансовом разделе </span>реализованы кредитный калькулятор и бюджет на год.</p>
            <p> <span class="description__name">Кредитный калькуляторе</span> на основании срока кредита, процентной ставки и суммы кредита, можно рассчитать план погашения кредита. Функции добавления и удаления дополнительного платежа позволяют увидеть изменения в графики платежей при оплате кредита вне плана</p>
            <p><span class="description__name">Бюджет на год</span> заполняется по месяцам в соответстии со статьями доходов и затрат. Автоматически считаются суммы за год по статьям расходов/доходов и суммы/сальдо за месяц.</p>
        </div>
        
        <div class="description__tasks">
        <p>В <span class="description__name">Планировщике задач</span> реализована возможность назначать задачи отдельным членам семьи. На данный момент максимальное количество членов семьи 4. Для каждого человека задачи выводятся на отдельной странице. Каждая задача имеет срок выполнения. В случае просрочки задача выделяется красным. Для удобства планирования и оптимального выполнения задач, они выводятся  в соответствии с <span class="description__name">Матрицей Эйзенхауэра</span>. Так же для  отслеживания степени выполнения задач применен <span class="description__name">канбан метод</span>.</p><img class="description__img" src="../assets/img/TimBumbaSimbaOnTree.jpg" alt="">
        <p>В <span class="description__name">Матрице Эйзенхауэра</span> все текущие и будущие дела распределяют по четырем категориям матрицы в зависимости от их срочности и важности. Важно и срочно— сделать. Это задачи с дедлайнами. Например, завершить проект для клиента, отправить черновик статьи, ответить на важные письма, забрать детей из школы. Если их не сделать, это чревато неприятными последствиями.
        Важные и несрочные— запланировать. Это дела без крайнего срока, которые, нужны для вашего роста. Например, сходить в спортзал, заняться изучением иностранного языка, пойти на нетворкинг-сессию. Такие дела нужно планировать заранее, чтобы не потерять.
        Неважные и срочные— делегировать. Рутина, которая не требует специфических навыков. Например, выложить посты в блог, приготовить еду, сделать рассылку для коллег, поставить одежду в стирку. Эти задачи стоит аккуратно и обоснованно делегировать своим сотрудникам или коллегам, чтобы освободить свое время для важных и срочных дел.
        Неважные и несрочные— удалить. Это занятия, которые не приносят пользы в работе и не помогают достигать цели. Например, листать ленту в соцсетях, играть в видеоигры, смотреть телевизор. Такие дела забирают много времени, поэтому их нужно контролировать или отказаться вовсе. </p>
        <p><span class="description__name">Канбан</span> — это метод организации работы, чтобы распределять нагрузку между людьми и делать работу точно в срок. Метод помогает видеть нарастающий темп работы и ничего не забывать. Является одним из ключевых методов системы управления Agile. Классический канбан — это таблица с тремя столбцами «Нужно сделать», «В работе» и «Сделано». Все дела по умолчанию заносятся в первый столбец отдельной строкой. Потом они перетаскиваются из одного в другой, пока, не попадут в последний столбец. Благодаря такому «перетаскиванию» можно легко отследить прогресс человека.</p>
        <p>За выполнение задач каждому участнику начисляются мотивационные баллы.</p>
    </div>
        

    </div>
</template>

<script>
    export default {
        
    }
</script>

<style lang="scss" scoped>
.description{
    &__title{
        text-align: center;
        font-family: Jost;
        font-size: 25px;
        margin-bottom: 10px;
    }
    &__finanse{
        margin-bottom: 25px;
    }

    &__name{
        font-weight: bold;
        color:rgb(109, 7, 168);
    }
    &__img{
        float:right;
        width:40%;
    }
    &__tasks{
        margin-bottom: 5px;
    }

}
@media (max-width:1024px) {
    .description{
    &__title{
       font-size: 20px;
        margin-bottom: 10px;
    }
    &__finanse{
        margin-bottom: 20px;
        font-size: 13px;
    }

    &__tasks{
       font-size: 13px;
    }

}
}   
@media (max-width:767px) {
    .description{
    &__title{
       font-size: 18px;
        margin-bottom: 7px;
    }
    &__finanse{
        margin-bottom: 10px;
        font-size: 10px;
    }

    &__tasks{
       font-size: 10px;
    }

}
} 
  
</style>