<template>
    <div class="TimeManagement center">
        <h1 class="TimeManagement__title">15 лучших методов тайм-менеджмента: от простых техник к сложным системам управления.</h1>
        <ul>
            <ol class="TimeManagement__advice">
                <h2 class="TimeManagement__advice__title">Подготовка с вечера</h2>
                <p class="TimeManagement__advice__text">Подготовка с вечера подойдет тем, кому трудно вставать рано утром — совет психолога Ника Уигнала. Записывайте рабочие и личные задачи на завтра в конце рабочего дня. Так вы поймете свою нагрузку заранее и распределите задачи без утренней спешки. Можно готовить вечером план задач, рабочую одежду или обед с собой, если вы работаете вне дома.</p>
            </ol>
            <ol class="TimeManagement__advice">
                <h2 class="TimeManagement__advice__title">Хотя бы N минут</h2>
                <p class="TimeManagement__advice__text">Метод помогает справиться с прокрастинацией — откладыванием задач «на потом», даже если это важные или срочные дела. Если вы не хотите ничего делать, попробуйте начать хотя бы с нескольких минут на задачу: пять или десять. По мнению Джулии Мюллер, профессора Университета Лейпцига, так у человека останется право передумать, и оно повышает чувство контроля над ситуацией. Он перестает думать, что его принуждают делать что-то, чего он делать совершенно не хочет, поэтому дальнейшая работа идет легче.</p>
            </ol>
            <ol class="TimeManagement__advice">
                <h2 class="TimeManagement__advice__title">Дедлайны</h2>
                <p class="TimeManagement__advice__text">Ставьте четкие сроки сдачи работы — дедлайны. Понятные сроки стимулируют работать быстрее и помогают справиться с прокрастинацией. Исследователи Массачусетского технологического института выяснили, что даже самостоятельно установленные дедлайны помогают сдвинуть дела с мертвой точки. При этом такие сроки работают хуже внешних дедлайнов, которые ставит руководитель или конкурсная комиссия. В личных делах внешним куратором может быть друг, коллега или родственник.</p>
            </ol>
            <ol class="TimeManagement__advice">
                <h2 class="TimeManagement__advice__title">Поедание «лягушки»</h2>
                <p class="TimeManagement__advice__text">Бизнес-тренер Брайан Трейси предлагает съедать «лягушку» каждое утро — делать самую сложную и неприятную задачу самой первой. С утра мозг меньше нагружен информацией, поэтому вам будет проще справиться с трудным делом. После такой задачи все остальные покажутся пустяковыми и на них по-прежнему останутся силы.</p>
            </ol>
            <ol class="TimeManagement__advice">
                <h2 class="TimeManagement__advice__title">Мелкие задачи</h2>
                <p class="TimeManagement__advice__text">Это полная противоположность предыдущему методу. Делайте мелкие задачи — на 1–2 минуты — первыми, по возможности в тот же момент. Например, проверьте почту и оборудование, отправьте запросы или раздайте задачи. Это правило взято из метода Getting Things Done (GTD) бизнес-тренера Дэвида Аллена.</p>
            </ol>
            <ol class="TimeManagement__advice">
                <h2 class="TimeManagement__advice__title">Автофокус</h2>
                <p class="TimeManagement__advice__text">Метод «автофокуса» подойдет людям, которые часто работают с задачами без дедлайна. Два предыдущих принципа обязывают выбирать дело, и это чувство обязанности вызывает отторжение. Автор метода Марк Форстер считает, что сначала следует выписать все дела в единый список, а потом медленно его прочитать, пока не захочется остановиться на одной задаче. Объем задачи не имеет значения, важнее желание сделать ее прямо сейчас. Если получилось завершить дело сегодня — вычеркните его. Не получилось — перенесите в конец списка, и прочитайте его заново.</p>
            </ol>
            <ol class="TimeManagement__advice">
                <h2 class="TimeManagement__advice__title">Сделайте это завтра</h2>
                <p class="TimeManagement__advice__text">Автор книги «Сделай это завтра»  Марк Форстер рекомендует не браться за срочные задачи сразу, а откладывать их на завтра. Для этого нужно вести закрытые списки дел. В закрытый список невозможно добавить новую задачу, но можно занести в список на следующий день. Такой подход помогает сохранять фокус на текущих делах и делать только свою работу.

Форстер разделяет «свою настоящую работу» и «занятость». Настоящая работа помогает продвигаться в бизнесе или профессии. Здесь вы полноценно применяете свои навыки и знания. Часто выходите из зоны комфорта — делаете то, чего не делали раньше. Работать по-настоящему сложно, такая работа может вызывать небольшое сопротивление.

Занятость появляется, когда вы откладываете настоящую работу ради мелких задач. Деятельность — не то же самое, что действие. Если работа вызывает ощущение перегруженности, но не кажется сложной, — скорее всего, это занятость. Настоящая работа бывает сложной, но не заставляет чувствовать себя «белкой в колесе».</p>
            </ol>
            <ol class="TimeManagement__advice">
                <h2 class="TimeManagement__advice__title">Деление большой задачи</h2>
                <p class="TimeManagement__advice__text">Эту технику также называют поеданием салями или слона по кусочкам. Глобальная задача может испугать объемом. Чтобы к ней приступить, следует разложить большую задачу на небольшие этапы, декомпозировать. Например, «запуск нового проекта» звучит громко и давит ответственностью. Но когда в нем появляются конкретные шаги, становится проще: «начать исследование аудитории» → «поговорить с Сашей по пунктам анализа» → «изучить результаты» → «подготовить макет по результатам исследования». Задача «обрастает» конкретикой и уже не кажется невыполнимой миссией.</p>
            </ol>
            <ol class="TimeManagement__advice">
                <h2 class="TimeManagement__advice__title">Одна задача в один промежуток времени</h2>
                <p class="TimeManagement__advice__text">Многозадачность в интеллектуальном труде не работает. В 2009 году исследователи из Университета Стенфорда провели эксперимент. Они выяснили, что когда человек делает несколько интеллектуальных дел одновременно, например, читает и разговаривает по телефону, то хуже запоминает и содержание разговора, и прочитанное. При этом не может определить, какая информация была важной, а какую можно было опустить. Если человек работает только над одним делом в один промежуток времени, он лучше справляется с задачей и хорошо запоминает информацию.</p>
            </ol>
            <ol class="TimeManagement__advice">
                <h2 class="TimeManagement__advice__title">Методы фиксированного времени</h2>
                <p class="TimeManagement__advice__text">Сюда относят методы работы по таймеру. Если завести привычку работать по таймеру, вы будете знать цену своему времени, работать продуктивнее, научитесь управлять ожиданиями, натренируете силу воли и предотвратите выгорание.

Техника Pomodoro. Метод помидора — это «система 25 минут» Франческо Чирилло. «Помидором» называют отрезок времени в 30 минут — 25 минут на работу и пять минут на отдых. Вы работаете 25 минут, делаете пятиминутный перерыв, затем снова уходите в работу. Через каждые четыре повтора — перерыв 30 минут.

Кстати, таймер называется «помидорным» потому, что Франческо Чирилло вначале использовал небольшой кухонный таймер в виде помидора.</p>
            </ol>
            <ol class="TimeManagement__advice">
                <h2 class="TimeManagement__advice__title">Принцип девяти дел</h2>
                <p class="TimeManagement__advice__text">Этот метод основан на иерархии задач. Согласно принципу, в течение дня нужно «закрыть» одну крупную задачу, три задачи поменьше и пять мелких. Подходят дела вроде подготовки к встрече с будущими клиентами, и задачи попроще, например покупка корма питомцу. Так домашние дела не пропадают из вида и входят в расчет собственной нагрузки.

Вариация этого метода — «принцип трех дел» Криса Бейли . Этот метод поможет тем, кто легко погружается в рутину и не уделяет должного внимания своим долгосрочным целям. По мнению Бейли, нужно завершать три дела в день, которые приближают вас к достижению глобальной цели. Например, час в день делать грамматические упражнения на английском или сформировать заявку на стипендию, если ваша глобальная цель — учеба за рубежом.</p>
            </ol>
            <ol class="TimeManagement__advice">
                <h2 class="TimeManagement__advice__title">Канбан</h2>
                <p class="TimeManagement__advice__text">Канбан — это метод организации работы, чтобы распределять нагрузку между людьми и делать работу точно в срок. Метод помогает видеть нарастающий темп работы и ничего не забывать. Наравне со Scrum, канбан является одним из ключевых методов системы управления Agile, которую также надо внедрять с умом, чтобы не добиться противоположного результата.

Классический канбан — это таблица с тремя столбцами «Нужно сделать», «В работе» и «Сделано». Но столбцов может быть и больше, например, по количеству этапов в вашем проекте или на производстве, а их названия также могут меняться по усмотрению компании.

Все дела по умолчанию заносятся в первый столбец отдельной строкой или на отдельном стикере, карточке. Потом они перетаскиваются из одного в другой, пока, не попадут в последний столбец. Благодаря такому «перетаскиванию» можно легко отследить прогресс отдельного человека и всей команды.</p>
            </ol>
            <ol class="TimeManagement__advice">
                <h2 class="TimeManagement__advice__title">Хронометраж</h2>
                <p class="TimeManagement__advice__text">Экономист и автор книг по тайм-менеджменту Глеб Архангельский считает, что в основе планирования — понимание, где время расходуется эффективно, а где не очень. Архангельский предлагает планировать в три этапа.

Зафиксировать. В течение нескольких недель раз в один-два часа фиксируйте выполненные задачи и время, которое понадобилось на их выполнение. Дела на две-три минуты можно опустить. Цель этапа — фиксация, стороннее наблюдение за собой.
Найти важное. По прошествии этих недель отметьте в той же тетради, когда время было потрачено с пользой, когда можно было сделать задачу быстрее, а когда время пропало впустую.
Планировать. Скорректируйте расписание и процесс работы на основе своей статистики.</p>
            </ol>
            <ol class="TimeManagement__advice">
                <h2 class="TimeManagement__advice__title">Матрица Эйзенхауэра</h2>
                <p class="TimeManagement__advice__text">Система ведения дел и приоритизации, которую придумал 34-й президент США Дуайт Эйзенхауэр в середине XX века. Все текущие и будущие дела распределяют по четырем категориям матрицы в зависимости от их срочности и важности. Матрицей сложно пользоваться постоянно, но можно периодически к ней возвращаться, если завалило работой и домашними делами. Вот как ей пользоваться.
Матрица Эйзенхауэра
Важно и срочно — сделать. Это задачи с дедлайнами. Например, завершить проект для клиента, отправить черновик статьи, ответить на важные письма, забрать детей из школы. Если их не сделать, это чревато неприятными последствиями.
Важные и несрочные — запланировать. Это дела без крайнего срока, которые, нужны для вашего роста. Например, сходить в спортзал, заняться изучением иностранного языка, пойти на нетворкинг-сессию. Такие дела нужно планировать заранее, чтобы не потерять.
Неважные и срочные — делегировать. Рутина, которая не требует специфических навыков. Например, выложить посты в блог, приготовить еду, сделать рассылку для коллег, поставить одежду в стирку. Эти задачи стоит аккуратно и обоснованно делегировать своим сотрудникам или коллегам, чтобы освободить свое время для важных и срочных дел.
Неважные и несрочные — удалить. Это занятия, которые не приносят пользы в работе и не помогают достигать цели. Например, листать ленту в соцсетях, играть в видеоигры, смотреть телевизор. Такие дела забирают много времени, поэтому их нужно контролировать или отказаться вовсе.</p>
            </ol>
            <ol class="TimeManagement__advice">
                <h2 class="TimeManagement__advice__title">Тайм-менеджмент по хронотипу</h2>
                <p class="TimeManagement__advice__text">Метод подойдет тем, кто хочет составить для себя идеальный распорядок дня. Кандидат медицинских наук и клинический психолог Майкл Бреус считает, что существует четыре хронотипа. У каждого из них свое идеальное время для пробуждения, пик продуктивности и режим сна:

«Медведи». Им комфортно просыпаться с 7 до 11 утра, пик продуктивности приходится на период с 11 до 18 часов, а отход ко сну должен быть не позднее 23 часов.
«Львы». Могут просыпаться без будильника с 5:30 до 10 утра, наиболее продуктивны с 10 до 17, уйти на боковую им лучше до 22:30.
«Волки». Очень тяжело встают по утрам, их время с 7:30 до 12 часов, эффективно работают до 20 часов и легко уходят спать в 00:00.
«Дельфины». Люди с беспокойным режимом сна, поэтому даже если они встают с 6 до 10, могут легко заснуть обратно. Чтобы уснуть к полуночи, им нужно убрать любые экраны за два часа до сна. Пик их активности — с 10 до 18 часов.
Бреус считает: если подстроить личное и рабочее расписание под собственные биоритмы, качество жизни станет намного лучше. </p>
            </ol>
        </ul>




    </div>
</template>

<script>
    export default {
        
    }
</script>

<style lang="scss" scoped>
.TimeManagement{
    &__title{
        text-align: center;
            font-family: Jost;
            font-size: 25px;
            margin-bottom: 10px;
    }
    &__advice{
        margin-bottom: 15px;
    }

}
</style>